[{"26434803": {"pmcid": "26434803", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "26434803", "doi": "10.1016/j.neuroimage.2015.09.063"}}, {"26562053": {"pmcid": "26562053", "task": {"id": "tsk_4a57abb949d40", "name": "recognition memory test", "definition_text": "In a recognition memory test, a participant is presented with some or all of a set of &#34;old&#34; stimuli that were encoded earlier, as well as several &#34;new&#34; stimuli that were not previously presented. The participant&#39;s task is to indicate whether each stimulus is old or new. Responses in recognition memory tests are commonly sorted into four classes: Hits (&#34;old&#34; response to an old stimulus), Misses (&#34;new&#34; response to an old stimulus), False Alarms (&#34;old&#34; response to a new stimulus), and Correct Rejections (&#34;new&#34; response to a new stimulus). By comparing the percentage of responses that fall into each of these classes, the experimenter can assess both a participant&#39;s ability to discriminate between old and new stimuli, and his or her tendency to provide a particular response regardless of the type of stimulus presented. In many recognition memory tests, each old/new judgment is followed by a prompt asking participants to indicate either how confident they are in that old/new judgment, or what type of subjective experience was elicited by the stimulus being judged (e.g., was the old/new judgment accompanied by a vivid recollection of the encoding experience). This additional information can be used to generate and test more precise hypotheses about how recognition memory decisions are made.\r\n\r\nPattern Recognition Memory (PRM) is a specific recognition memory test included in the CANTAB. The participant is presented with a series of 12 visual patterns, one at a time, in the centre of the screen. These patterns are designed so that they cannot easily be given verbal labels. In the recognition phase, the participant is required to choose between a pattern they have already seen and a novel pattern. In this phase, the test patterns are presented in the reverse order to the original order of presentation.\r\nThis is then repeated, with 12 new patterns. The second recognition phase can be given either immediately or after a 20 minute delay."}, "pmid": "26562053", "doi": "10.1016/j.neuropsychologia.2015.11.006"}}, {"26723103": {"pmcid": "26723103", "task": {"id": "trm_4f24126c22011", "name": "abstract/concrete task", "definition_text": "A task in which subjects decide whether words are abstract or concrete."}, "pmid": "26723103", "doi": "10.1016/j.heares.2015.12.008"}}, {"26732827": {"pmcid": "26732827", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "26732827", "doi": "10.1016/j.bbi.2015.12.018"}}, {"26733531": {"pmcid": "26733531", "task": {"id": "trm_553ebfc390256", "name": "perceptual discrimination task", "definition_text": "Participants are asked to distinguish a gabor display that is &#34;popping out&#34; from one that is not, and rate their confidence on the decision on a scale of 1 (low confidence) to 6 (high confidence).  Full details are available: http://www.jneurosci.org/content/33/42/16657.full#F1"}, "pmid": "26733531", "doi": "10.1093/cercor/bhv333"}}, {"26806289": {"pmcid": "26806289", "task": {"id": "tsk_4a57abb949b38", "name": "lexical decision task", "definition_text": "a procedure used in many psychology and psycholinguistics experiments; the basic procedure involves measuring how quickly people classify stimuli as words or nonwords.  Subjects are presented, either visually or auditorily, with a mixture of words and pseudowords (nonsense strings that respect the phonotactic rules of a language, like trud in English). Their task is to indicate, usually with a button-press, whether the presented stimulus is a word or not."}, "pmid": "26806289", "doi": "10.1016/j.neuroimage.2016.01.013"}}, {"26865424": {"pmcid": "26865424", "task": {"id": "trm_553e88a66b676", "name": "social bargaining fMRI task", "definition_text": "This is an instantiation of the Ultimatum Game (UG) in fMRI. In this game, a proposer is charged with splitting a sum of money with a partner. The responder decides either to accept or reject this proposed offer. If accepted, the money is split as suggested, but if rejected then neither player receives anything. The parterns can be a combination of real people, computers. Offers are preceded by a picture of the partner for that round, and partner pictures are randomly paired to an offer amount. Full details of the task are available: http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3594719/"}, "pmid": "26865424", "doi": "10.1093/scan/nsw013"}}, {"26888926": {"pmcid": "26888926", "task": {"id": "trm_4c898acd1f28e", "name": "pavlovian conditioning task", "definition_text": "participants encounter a stimulus (designated the &#34;conditional stimulus&#34; or CS and being one without inherent significance) is paired with an unconditional stimulus or US, so named because it is biologically significant (e.g. food, sex, drug, pain), so that the participant responds to the former in a way that conveys his or her association of the two; subtypes of classical conditioning vary the temporal relationship between the CS and US."}, "pmid": "26888926", "doi": "10.1523/JNEUROSCI.3083-15.2016"}}, {"27006113": {"pmcid": "27006113", "task": {"id": "trm_4f24496a80587", "name": "gambling task", "definition_text": "A class of tasks in which subjects make decisions about chance gambles."}, "pmid": "27006113", "doi": "10.1038/npp.2016.43"}}, {"27044997": {"pmcid": "27044997", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "27044997", "doi": "10.1098/rsta.2015.0190"}}, {"27071089": {"pmcid": "27071089", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "27071089", "doi": "10.1073/pnas.1518377113"}}, {"27162349": {"pmcid": "27162349", "task": {"id": "trm_4c8a84f20dde2", "name": "visual attention task", "definition_text": "This category is a catch-all for visuoattention paradigms.  Examples include:  subjects press a button when a visual target (letters, bars, circles, asterisks, LEDs, etc) appears; subjects detect changes in luminance, shape, or color of visual stimuli; subjects fixate on a central stimuli while ignoring peripheral distractors.  Also includes cued, attention shift, and divided attention paradigms."}, "pmid": "27162349", "doi": "10.1073/pnas.1522551113"}}, {"27195942": {"pmcid": "27195942", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "27195942", "doi": "10.1002/hbm.23255"}}, {"27225622": {"pmcid": "27225622", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "27225622", "doi": "10.1159/000445481"}}, {"27313047": {"pmcid": "27313047", "task": {"id": "trm_4f241173868a3", "name": "navigation task", "definition_text": "A task in which the subject navigates a spatial layout."}, "pmid": "27313047", "doi": "10.1126/science.aaf0941"}}, {"27657452": {"pmcid": "27657452", "task": {"id": "trm_5667451917a34", "name": "2-stage decision task", "definition_text": "Subjects participate in a two-stage decision task where they make a binary choice in each stage (stage 1&2) and probabilistically receive reward after the final stage (stage 2). First-stage choices are primarily associated with one of two second-stages (labeled 2a and 2b): one first-stage choice leads to 2a 70% of the time and 2b 30% of the time, while the opposite is true of the other first-stage choice. Each second-stage choice has its own probability of reward (constantly changing via a random-walk). The ultimate goal of the subject is to maximize reward, which are only given during the second stage. The ideal subject would identify the most rewarding second-stage stimulus and make first-stage choices that make it more likely to arrive at the relevant second stage. "}, "pmid": "27657452", "doi": "10.1016/j.neuron.2016.08.019"}}, {"27663021": {"pmcid": "27663021", "task": {"id": "tsk_rjSJbUa5Jk2Mb", "name": "Food viewing (passive)", "definition_text": "A task in which subjects view food images without specific instructions on image evaluation. Measures visual food cue reactivity."}, "pmid": "27663021", "doi": "10.1080/17588928.2016.1235556"}}, {"27677231": {"pmcid": "27677231", "task": {"id": "trm_553e77e53497d", "name": "cue approach task", "definition_text": "This task is a type of cue-approach training in which participants observe images of individual food items presented for 1 s  and are instructed to press a button as fast as possible (before the image disappears) only when they hear a tone (i.e., Go trials). There is no feedback to the participants regarding the success of the button press in the allotted time window. Full details can be read about: http://www.nature.com/neuro/journal/v17/n4/full/nn.3673.html"}, "pmid": "27677231", "doi": "10.1016/j.neuroimage.2016.09.059"}}, {"27688764": {"pmcid": "27688764", "task": {"id": "trm_4f2453ce33f16", "name": "social judgment task", "definition_text": "broadly describing many disparate subtasks, a social judgment task typically describes one in which participants are asked to decide what other people are thinking or would think, or to interpret their behavior"}, "pmid": "27688764", "doi": "10.1073/pnas.1602641113"}}, {"27693256": {"pmcid": "27693256", "task": {"id": "tsk_4a57abb949bcd", "name": "n-back task", "definition_text": "A task in which items (e.g., letters) are presented one at a time and participants must identify each item that repeats relative to the item that occurred &#34;n&#34; items before its onset."}, "pmid": "27693256", "doi": "10.1016/j.neuron.2016.09.018"}}, {"27806979": {"pmcid": "27806979", "task": {"id": "tsk_rjSJbUa5Jk2Mb", "name": "Food viewing (passive)", "definition_text": "A task in which subjects view food images without specific instructions on image evaluation. Measures visual food cue reactivity."}, "pmid": "27806979", "doi": "10.3945/ajcn.116.137240"}}, {"27845254": {"pmcid": "27845254", "task": {"id": "trm_550b53d7dd674", "name": "motor fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Buckner and colleagues (Buckner et al. 2011; Yeo et al. 2011). Participants are presented with visual cues that ask them to either tap their left or right fingers, or squeeze their left or right toes, or move their tongue to map motor areas. Each block of a movement type lasted 12 seconds (10 movements), and is preceded by a 3 second cue. In each of the two runs, there are 13 blocks, with 2 of tongue movements, 4 of hand movements (2 right and 2 left), and 4 of foot movements (2 right and 2 left). In addition, there are 3 15-second fixation blocks per run. This task contains the following events, each of which is computed against the fixation baseline.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Motor Task: Localizer (Morioka et al. 1995; Bizzi et al. 2008; Buckner et al. 2011; Yeo et al. 2011)."}, "pmid": "27845254", "doi": "10.1016/j.neuroimage.2016.11.009"}}, {"27851996": {"pmcid": "27851996", "task": {"id": "trm_551b1460e89a3", "name": "auditory scene perception", "definition_text": "Any task that requires the perception of complex auditory stimuli, such as music"}, "pmid": "27851996", "doi": "10.1016/j.neuroimage.2016.11.019"}}, {"27864079": {"pmcid": "27864079", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "27864079", "doi": "10.1016/j.neuroimage.2016.11.029"}}, {"27864082": {"pmcid": "27864082", "task": {"id": "trm_5667441c338a7", "name": "2nd-order rule acquisition", "definition_text": "In this task, subjects are presented with 18 stimuli composed of three dimensions: 3 shapes, 3 orientations and 2 colored borders. Subjects had to learn one of three key responses for each of the 18 stimuli. In the &#34;flat&#34; condition, the 18 stimuli to 3 responses mapping was arbitrary, requiring subjects to individually learn each of the 18 associations. In a hierarchical condition, the colored borders indicated whether &#34;orientation&#34; or &#34;shape&#34; determined the response. This simplifies performance if subjects learn this hierarchical structure."}, "pmid": "27864082", "doi": "10.1016/j.neuroimage.2016.11.025"}}, {"27989774": {"pmcid": "27989774", "task": {"id": "trm_4d559bcd67c18", "name": "balloon analogue risk task", "definition_text": "On each trial, participants pump a simulated balloon without knowing when it will explode. Each pump increases the potential reward to be gained but also the probability of explosion, which wipes out all potential gains for that trial. In most studies, balloon explosion probabilities are drawn from a uniform distribution, and participants must learn explosion probabilities through trial-and-error."}, "pmid": "27989774", "doi": "10.1016/j.neuroimage.2016.12.041"}}, {"28024158": {"pmcid": "28024158", "task": {"id": "trm_50df0dd9d0b6f", "name": "Incidental encoding task", "definition_text": "A task in which the subject is creating new memories without purposely knowing that memorization is the task at hand.  Their memories are created thorough working in their environment and picking up information in the process.  "}, "pmid": "28024158", "doi": "10.1038/nn.4468"}}, {"28045309": {"pmcid": "28045309", "task": {"id": "trm_56bbea82c12bb", "name": "Emotion Regulation Task", "definition_text": "Subjects are given the default instruction of viewing a negative image. They have the option to press a button and switch their instructions to &#34;distract&#34; or &#34;reappraise.&#34; Electing to press the button and following those instructions will allow subjects to decrease the negative affect they are likely to be experiencing. However, to choose to distract or reappraise, subjects will have to proactively override their (inferior) default state of viewing, which requires monitoring and attention. "}, "pmid": "28045309", "doi": "10.1037/cdp0000112"}}, {"28129057": {"pmcid": "28129057", "task": {"id": "trm_4d559bcd67c18", "name": "balloon analogue risk task", "definition_text": "On each trial, participants pump a simulated balloon without knowing when it will explode. Each pump increases the potential reward to be gained but also the probability of explosion, which wipes out all potential gains for that trial. In most studies, balloon explosion probabilities are drawn from a uniform distribution, and participants must learn explosion probabilities through trial-and-error."}, "pmid": "28129057", "doi": "10.1162/jocn_a_01061"}}, {"28146248": {"pmcid": "28146248", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "28146248", "doi": "10.1001/jamapsychiatry.2016.3084"}}, {"28160686": {"pmcid": "28160686", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "28160686", "doi": "10.1016/j.bandc.2017.01.004"}}, {"28161310": {"pmcid": "28161310", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "28161310", "doi": "10.1016/j.neuroimage.2017.01.072"}}, {"28179221": {"pmcid": "28179221", "task": {"id": "trm_5887c029d46f4", "name": "Gustatory stimulation with liquid tastes or flavors ", "definition_text": "In this task, liquid flavors or tastes are orally presented in quantities of one to several milliliters. Oral stimuli are presented by using a gusto-meter consisting of a pump mechanism, tubes and a mouthpiece attached to the MRI head coil. Usually, visual and/or auditory cues are used to provide instructions and/or cues to participants. These may include but are not limited to when to expect oral stimulation and when to swallow. Trials usually last up to 30 seconds and include an oral stimulus of interest, a behavioral response from the participant, and a rinsing procedure to rinse the palate. \r\n\r\nReferences:\r\nSee e.g.,\r\nDalenberg, J. R., Hoogeveen, H. R., Renken, R. J., Langers, D. R. M., & ter Horst, G. J. (2015). Functional specialization of the male insula during taste perception. NeuroImage, 119, 210â\u0080\u0093220. https://doi.org/10.1016/j.neuroimage.2015.06.062\r\nMarciani, L., Pfeiffer, J. C., Hort, J., Head, K., Bush, D., Taylor, A. J., â\u0080¦ Gowland, P. A. (2006). Improved methods for fMRI studies of combined taste and aroma stimuli. Journal of Neuroscience Methods, 158, 186â\u0080\u0093194. https://doi.org/10.1016/j.jneumeth.2006.05.035\r\nVeldhuizen, M. G., Bender, G., Constable, R. T., & Small, D. M. (2007). Trying to detect taste in a tasteless solution: modulation of early gustatory cortex by attention to taste. Chemical Senses, 32(6), 569â\u0080\u009381. https://doi.org/10.1093/chemse/bjm025\r\n"}, "pmid": "28179221", "doi": "10.3945/ajcn.116.140145"}}]