[{"30016496": {"pmcid": "30016496", "task": {"id": "trm_4f24496a80587", "name": "gambling task", "definition_text": "A class of tasks in which subjects make decisions about chance gambles."}, "pmid": "30016496", "doi": "10.1093/scan/nsy058"}}, {"28402561": {"pmcid": "28402561", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "28402561", "doi": "10.1093/scan/nsx041"}}, {"35851275": {"pmcid": "35851275", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "35851275", "doi": "10.1038/s41598-022-15195-6"}}, {"33278823": {"pmcid": "33278823", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "33278823", "doi": "10.1093/brain/awaa277"}}, {"28957344": {"pmcid": "28957344", "task": {"id": "trm_550b53d7dd674", "name": "motor fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Buckner and colleagues (Buckner et al. 2011; Yeo et al. 2011). Participants are presented with visual cues that ask them to either tap their left or right fingers, or squeeze their left or right toes, or move their tongue to map motor areas. Each block of a movement type lasted 12 seconds (10 movements), and is preceded by a 3 second cue. In each of the two runs, there are 13 blocks, with 2 of tongue movements, 4 of hand movements (2 right and 2 left), and 4 of foot movements (2 right and 2 left). In addition, there are 3 15-second fixation blocks per run. This task contains the following events, each of which is computed against the fixation baseline.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Motor Task: Localizer (Morioka et al. 1995; Bizzi et al. 2008; Buckner et al. 2011; Yeo et al. 2011)."}, "pmid": "28957344", "doi": "10.1371/journal.pone.0185152"}}, {"28168598": {"pmcid": "28168598", "task": {"id": "trm_553fd2fc7a648", "name": "complex trait judgment task", "definition_text": "This task aims to measure judgment in the domains of trustworthiness (social), attractiveness (social), happiness (affective), and cognitive age (cognitive). Participants are presented with stimuli are required to evaluate each voice based on 4 different questions: â\u0080\u009c(Who do you regard as) More trustworthy?,â\u0080\u009d â\u0080\u009cMore attractive?,â\u0080\u009d â\u0080\u009cHappier?,â\u0080\u009d and â\u0080\u009cOlder?.â\u0080\u009d Judgments may be made based on stimuli including voices, faces, or other characteristics."}, "pmid": "28168598", "doi": "10.3758/s13415-017-0497-9"}}, {"31756586": {"pmcid": "31756586", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "31756586", "doi": "10.1016/j.dcn.2019.100730"}}, {"33694232": {"pmcid": "33694232", "task": {"id": "tsk_4a57abb9499e3", "name": "delayed match to sample task", "definition_text": "Subjects view an item(s). After a brief delay a probe item is presented and subjects are asked to recall if the probe item was presented before the delay (during encoding). Stimuli can be words, pictures, or abstract patterns. "}, "pmid": "33694232", "doi": "10.1002/hbm.25402"}}, {"27479051": {"pmcid": "27479051", "task": {"id": "tsk_rjSJbUa5Jk2Mb", "name": "Food viewing (passive)", "definition_text": "A task in which subjects view food images without specific instructions on image evaluation. Measures visual food cue reactivity."}, "pmid": "27479051", "doi": "10.1371/journal.pone.0157037"}}, {"29902226": {"pmcid": "29902226", "task": {"id": "tsk_4a57abb949d40", "name": "recognition memory test", "definition_text": "In a recognition memory test, a participant is presented with some or all of a set of &#34;old&#34; stimuli that were encoded earlier, as well as several &#34;new&#34; stimuli that were not previously presented. The participant&#39;s task is to indicate whether each stimulus is old or new. Responses in recognition memory tests are commonly sorted into four classes: Hits (&#34;old&#34; response to an old stimulus), Misses (&#34;new&#34; response to an old stimulus), False Alarms (&#34;old&#34; response to a new stimulus), and Correct Rejections (&#34;new&#34; response to a new stimulus). By comparing the percentage of responses that fall into each of these classes, the experimenter can assess both a participant&#39;s ability to discriminate between old and new stimuli, and his or her tendency to provide a particular response regardless of the type of stimulus presented. In many recognition memory tests, each old/new judgment is followed by a prompt asking participants to indicate either how confident they are in that old/new judgment, or what type of subjective experience was elicited by the stimulus being judged (e.g., was the old/new judgment accompanied by a vivid recollection of the encoding experience). This additional information can be used to generate and test more precise hypotheses about how recognition memory decisions are made.\r\n\r\nPattern Recognition Memory (PRM) is a specific recognition memory test included in the CANTAB. The participant is presented with a series of 12 visual patterns, one at a time, in the centre of the screen. These patterns are designed so that they cannot easily be given verbal labels. In the recognition phase, the participant is required to choose between a pattern they have already seen and a novel pattern. In this phase, the test patterns are presented in the reverse order to the original order of presentation.\r\nThis is then repeated, with 12 new patterns. The second recognition phase can be given either immediately or after a 20 minute delay."}, "pmid": "29902226", "doi": "10.1371/journal.pone.0199013"}}, {"35586919": {"pmcid": "35586919", "task": {"id": "tsk_jbg1oF4D9OTkO", "name": "movie watching task", "definition_text": "The task relies on watching ---viewing and listening--- of a movie."}, "pmid": "35586919", "doi": "10.1002/hbm.25568"}}, {"25816237": {"pmcid": "25816237", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "25816237", "doi": "10.1371/journal.pone.0121757"}}, {"33904406": {"pmcid": "33904406", "task": {"id": "trm_551efd8a98162", "name": "emotion expression identification", "definition_text": "participants are presented with faces whose expressions slowly change from neutral to full intensity"}, "pmid": "33904406", "doi": "10.7554/eLife.63272"}}, {"34551958": {"pmcid": "34551958", "task": {"id": "trm_50f379c6c9ea9", "name": "NIH Toolbox Taste Intensity Test", "definition_text": "This test measures the perceived intensity of quinine (a bitter tastant) and salt administered in liquid solutions. The tastants are each applied to the tip of the tongue as well as swished around in the whole mouth and are rated on a generalized labeled magnitude scale (gLMS). The gLMS is a measure of perceived intensity, with seven anchor labels provided (Strongest imaginable, Very strong, Strong, Moderate, Weak, Barely detectable, No sensation). Participants can rate their intensity by clicking with a computer mouse on any point on the scale from Strongest imaginable to No sensation. The computer records the exact location of the response. A score from 0-100 on a semi-logarithmic scale is produced for each of the four items (quinine whole mouth, salt whole mouth, quinine tip of tongue, salt tip of tongue), corresponding to the point on the gLMS where the participant clicked. A higher score represents greater perceived intensity of the tastant. "}, "pmid": "34551958", "doi": "10.1523/ENEURO.0208-21.2021"}}, {"33884953": {"pmcid": "33884953", "task": {"id": "tsk_jbg1oF4D9OTkO", "name": "movie watching task", "definition_text": "The task relies on watching ---viewing and listening--- of a movie."}, "pmid": "33884953", "doi": "10.7554/eLife.64972"}}, {"34437533": {"pmcid": "34437533", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "34437533", "doi": "10.1093/scan/nsw096"}}, {"27445208": {"pmcid": "27445208", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "27445208", "doi": "10.1093/scan/nsw096"}}, {"34366804": {"pmcid": "34366804", "task": {"id": "tsk_Ncknr0soiM4IV", "name": "social decision-making task", "definition_text": "Social decision-making tasks comprise alternative forced choice tasks in which participants make decisions that are relevant for themselves as well as at least one other person. These decisions can be of any nature (most commonly monetary or dietary)."}, "pmid": "34366804", "doi": "10.3389/fnbeh.2021.689373"}}, {"31814997": {"pmcid": "31814997", "task": {"id": "trm_4f241325579c6", "name": "problem solving task", "definition_text": "A task in which subjects must solve a conceptual problem."}, "pmid": "31814997", "doi": "10.1038/s41539-019-0059-8"}}, {"30189202": {"pmcid": "30189202", "task": {"id": "trm_5667451917a34", "name": "2-stage decision task", "definition_text": "Subjects participate in a two-stage decision task where they make a binary choice in each stage (stage 1&2) and probabilistically receive reward after the final stage (stage 2). First-stage choices are primarily associated with one of two second-stages (labeled 2a and 2b): one first-stage choice leads to 2a 70% of the time and 2b 30% of the time, while the opposite is true of the other first-stage choice. Each second-stage choice has its own probability of reward (constantly changing via a random-walk). The ultimate goal of the subject is to maximize reward, which are only given during the second stage. The ideal subject would identify the most rewarding second-stage stimulus and make first-stage choices that make it more likely to arrive at the relevant second stage. "}, "pmid": "30189202", "doi": "10.1016/j.neuron.2018.08.018"}}, {"29476911": {"pmcid": "29476911", "task": {"id": "trm_4c8a84f20dde2", "name": "visual attention task", "definition_text": "This category is a catch-all for visuoattention paradigms.  Examples include:  subjects press a button when a visual target (letters, bars, circles, asterisks, LEDs, etc) appears; subjects detect changes in luminance, shape, or color of visual stimuli; subjects fixate on a central stimuli while ignoring peripheral distractors.  Also includes cued, attention shift, and divided attention paradigms."}, "pmid": "29476911", "doi": "10.1016/j.neuroimage.2018.01.053"}}, {"33395612": {"pmcid": "33395612", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "33395612", "doi": "10.1016/j.dcn.2020.100909"}}, {"31670069": {"pmcid": "31670069", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "31670069", "doi": "10.1016/j.nicl.2019.102018"}}, {"34475457": {"pmcid": "34475457", "task": {"id": "trm_4f241ab50513b", "name": "mentalizing task", "definition_text": "a task in which the participant is asked to reï¬\u0082ect on their own and other people&#39;s thoughts and feelings and the causes thereof, often by describing characters in stories or placing themselves in characters&#39; places"}, "pmid": "34475457", "doi": "10.1038/s41598-021-96852-0"}}, {"36329014": {"pmcid": "36329014", "task": {"id": "trm_4e6114e7b1ff2", "name": "phasic pain stimulation", "definition_text": "A short pain stimulus (usually up to 3 seconds) is applied to the skin and the participant rates the stimulus on a visual analogue scale. Pain can be induced with thermal (hot/cold), electrical or mechanical stimuli."}, "pmid": "36329014", "doi": "10.1038/s41467-022-34283-9"}}, {"34530249": {"pmcid": "34530249", "task": {"id": "tsk_4a57abb949e1a", "name": "stop signal task", "definition_text": "Participants usually perform a choice reaction time in which they have to respond as quickly as possible to a particular stimulus feature (e.g. colour, shape, identity, or location). On a minority of the trials, the go stimulus is followed by an additional signal (e.g. an auditory tone or a visual cue), which instructs participants to withhold their planned response. "}, "pmid": "34530249", "doi": "10.1016/j.dcn.2021.101012"}}, {"31609045": {"pmcid": "31609045", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "31609045", "doi": "10.1002/hbm.24821"}}, {"36396072": {"pmcid": "36396072", "task": {"id": "trm_4f241b50caaf7", "name": "semantic task", "definition_text": "Any task that requires subjects to process the meaning of stimuli"}, "pmid": "36396072", "doi": "10.1016/j.neuroimage.2022.119736"}}, {"34263512": {"pmcid": "34263512", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "34263512", "doi": "10.1111/adb.13070"}}]