[{"30085255": {"pmcid": "30085255", "task": {"id": "trm_59668f09db813", "name": "Yellow Light Game", "definition_text": "The Yellow Light Game (YLG) is a computerized driving simulation task that was modified from the Stoplight Task (Gardner & Steinberg, 2005; Chein et al., 2011). Similar to the Stoplight Task, each run in the YLG involves participants driving on a straight road with 20 intersections, each controlled by a traffic light. Participants are instructed that the goal of the game is to get the fastest time. At each intersection, when the traffic light turns yellow, participants choose to either continue through the intersection (Go decision), or to stop the car (Stop decision); they are not able to accelerate or steer. Participants are instructed that Go decisions would result in the fastest time, unless another car is present on the cross street, in which case the participant would crash. Crashes double the time spent at an intersection compared to if the participant had decided to stop. Therefore, Go decisions are considered â\u0080\u0098riskyâ\u0080\u0099, whereas Stop decisions are considered â\u0080\u0098safeâ\u0080\u0099. Upon completion of a run, participants are presented with their completion time and the number of crashes during that run.\r\n\r\nA unique feature of the YLG is that there are three different types of intersections, which vary based on the timing of yellow light onset and the presence or absence of a car on the cross street. Some intersections have a 75% probability of crashing, others have a 25% probability of crashing, and the remaining intersections have a 50% probability of crashing. To prevent the task from promoting risk taking overall, the cumulative probability of crashing is set to 50% (i.e., 10 out of the 20 intersections have cars approaching on the cross street, resulting in a crash if the participant made a Go decision). This task feature is not explicitly communicated to participants, although participants have the opportunity to implicitly learn this information based on the differential timing of the yellow light onsets associated with each type of intersection. That is, intersections at which the light turns yellow earlier (i.e., when the participant was further away from the intersection) signal a greater crash probability. By including the different types of intersections, we are able to distinguish between adaptive and maladaptive risk taking, without promoting risk taking overall, as the cumulative probability of crashing is 50%. For more information about and access to the task, please visit: https://dsn.uoregon.edu/research/yellow-light-game/. "}, "pmid": "30085255", "doi": "10.1093/scan/nsy063"}}, {"30106968": {"pmcid": "30106968", "task": {"id": "trm_553eb45e2b709", "name": "social judgment of faces task", "definition_text": "This task aims to measure social judgment in the domains of trustiness, attractiveness, happiness, and cognitive age.  Participants are shown pictures of human faces, are required to compare the face pair based on 4 different questions: â\u0080\u009c(Who do you regard as) More trustworthy?,â\u0080\u009d â\u0080\u009cMore attractive?,â\u0080\u009d â\u0080\u009cHappier?,â\u0080\u009d and â\u0080\u009cOlder?.â\u0080\u009d"}, "pmid": "30106968", "doi": "10.1371/journal.pone.0201237"}}, {"31170138": {"pmcid": "31170138", "task": {"id": "trm_4f244fee7d195", "name": "multi-attribute decision making task", "definition_text": "participant is asked to make decisions with several criteria in mind, e.g. to decide whether to purchase a car while considering its cost, image, efficiency, comfort, etc."}, "pmid": "31170138", "doi": "10.1371/journal.pbio.3000283"}}, {"25306549": {"pmcid": "25306549", "task": {"id": "trm_553eb28436233", "name": "multi-attribute reward-guided decision task", "definition_text": "Participants are trained on the relative likelihood of receiving a reward on a set of images,&#34;stimuli,&#34; and a set of button presses, &#34;actions,&#34; and learn action-reward probabilities and stimulus-reward probabilities (pS) separately by performing pairwise choices between two randomly selected alternatives from each set. Choosing the better or worse of the two options gives positive or negative feedback (smiley and sad faces).  For the actual task, participants performed a three-option choice task in which each option comprised one previously learned stimulus and one previously learned action. They are instructed to weight stimulus and action information equally on each trial and select the best option to obtain points that subsequently converted into monetary reward. This summarized text, and full details are available: http://www.nature.com/neuro/journal/v17/n11/full/nn.3836.html#f1 "}, "pmid": "25306549", "doi": "10.1038/nn.3836"}}, {"32179822": {"pmcid": "32179822", "task": {"id": "trm_4c898c8bf1b4f", "name": "episodic recall", "definition_text": "Subjects recall items from episodic memory (autobiographical history, long-term event memories).  This class is commonly used in generating a type of emotion linked to a specific memory.  This class does NOT include tasks which probe semantic memory (memory of facts or concepts) in which subjects are asked to recall stimuli that were memorized prior to scanning - those are coded as Cued Explicit Recognition."}, "pmid": "32179822", "doi": "10.1038/s41598-020-61737-1"}}, {"35046506": {"pmcid": "35046506", "task": {"id": "trm_4c898acd1f28e", "name": "pavlovian conditioning task", "definition_text": "participants encounter a stimulus (designated the &#34;conditional stimulus&#34; or CS and being one without inherent significance) is paired with an unconditional stimulus or US, so named because it is biologically significant (e.g. food, sex, drug, pain), so that the participant responds to the former in a way that conveys his or her association of the two; subtypes of classical conditioning vary the temporal relationship between the CS and US."}, "pmid": "35046506", "doi": "10.1038/s41598-022-05019-y"}}, {"30655534": {"pmcid": "30655534", "task": {"id": "trm_4da6318f7381b", "name": "probabilistic reversal learning task", "definition_text": "participants learn to respond according to the opposite, previously irrelevant, stimulus-reward pairing, often in a visual discrimination task"}, "pmid": "30655534", "doi": "10.1038/s41467-018-08121-w"}}, {"35710930": {"pmcid": "35710930", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "35710930", "doi": "10.1038/s41598-022-14221-x"}}, {"36673927": {"pmcid": "36673927", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "36673927", "doi": "10.3390/ijerph20021171"}}, {"34000402": {"pmcid": "34000402", "task": {"id": "trm_550b50095d4a3", "name": "working memory fMRI task paradigm", "definition_text": "This is the &#34;working memory&#34; task used in the Human Connectome Project. The category specific representation task and the working memory task are combined into a single task paradigm. Participants were presented with blocks of trials that consisted of pictures of places, tools, faces and body parts (non-mutilated parts of bodies with no â\u0080\u009cnudityâ\u0080\u009d). Within each run, the 4 different stimulus types were presented in separate blocks. Also, within each run, Â½ of the blocks use a 2-back working memory task and Â½ use a 0-back working memory task (as a working memory comparison). A 2.5 second cue indicates the task type (and target\r\nfor 0-back) at the start of the block. Each of the two runs contains 8 task blocks (10 trials of 2.5 seconds each, for 25 seconds) and 4 fixation blocks (15 seconds). On each trial, the stimulus is presented for 2 seconds, followed by a 500 ms inter-task interval (ITI). \r\n\r\nPotential Additional Event Related Contrasts: Researchers can also use the TAB.txt E-Prime\r\ndata files to generate the following potential event-related contrasts:\r\n\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Appendix_VI.pdf\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Working Memory: Localizer (Drobyshevsky et al. 2006); Reliable across subjects (Drobyshevsky et al. 2006) and time (Caceres et al. 2009)."}, "pmid": "34000402", "doi": "10.1016/j.neuroimage.2021.118095"}}, {"33285329": {"pmcid": "33285329", "task": {"id": "trm_4f24183fe80c6", "name": "verb generation task", "definition_text": "A task in which subjects are presented with nouns and generate an associated verb."}, "pmid": "33285329", "doi": "10.1016/j.neuroimage.2020.117599"}}, {"30339662": {"pmcid": "30339662", "task": {"id": "trm_553fbba5d5327", "name": "Object Rating Task", "definition_text": "Any task where participants are asked to evaluate preferences for one or more stimuli on a scale."}, "pmid": "30339662", "doi": "10.1371/journal.pbio.2005722"}}, {"36778322": {"pmcid": "36778322", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "36778322", "doi": "10.1101/2023.02.02.526818"}}, {"29542095": {"pmcid": "29542095", "task": {"id": "trm_55c686e0824e8", "name": "Single item food choice task", "definition_text": "A task in which subjects decide for several (snack) foods, sequentially, whether they would like to eat them. In order to make the choices realistic, participants are instructed that one of the trials counts for real and that they actually receive a portion of the snack chosen in that trial at the end of the study session.\r\n\r\nIn every trial, they view one of the study stimuli (3000 ms, choice period) and subsequently indicate with a button press (1500 ms, button press period) whether they want to eat a portion of the snack or not. During the button press period the words â\u0080\u009cyesâ\u0080\u009d and â\u0080\u009cnoâ\u0080\u009d are shown left/right (randomized) on the screen. After indicating their choice, a yellow box appears around the yes or no. Participants are instructed to make their choice already during the period that the image was shown. To ensure that choices are made in direct response to the food pictures, the button press period was so short that it only allows them to locate whether they have to push the left or right button. The choice trials are interspersed with a random interval (between 2000 and 5000 ms). At the beginning, halfway (after 50 trials) and at the end an additional baseline period of 30 s is included in the task (fixation cross). \r\n\r\nThe visual stimuli consist of 100 pictures of regularly available snack foods on plates with a grey background: 50 high energy (HE) foods (energy content in kcal/100gram: M = 419, SD = 103) and 50 low energy (LE) foods (M = 56, SD = 37). Examples of HE snacks were crisps, cookies, cakes and candies. Examples of LE snacks were grapes, apples, bananas and mixed snack salads. The standardized image set can be downloaded from: http://nutritionalneuroscience.isi.uu.nl/index.php/32\r\n"}, "pmid": "29542095", "doi": "10.3758/s13415-018-0579-3"}}, {"32152105": {"pmcid": "32152105", "task": {"id": "trm_4c899211a965c", "name": "passive viewing", "definition_text": "Subjects view various visual stimuli and make no response.  Stimuli include houses, faces, objects, fractals, letter strings, line drawings, complex scenes, etc. If the presented stimuli were faces, the experiments are co-coded with Face Monitor/Discrimination.  But if the presented stimuli are words, the experiments are not coded as passive viewing but rather as reading (covert)."}, "pmid": "32152105", "doi": "10.1073/pnas.1905178117"}}, {"27803286": {"pmcid": "27803286", "task": {"id": "trm_53c4465b0466f", "name": "why/how task", "definition_text": "The Why/How Task is a neuroimaging task for manipulating and measuring abstract conceptualization of sensory stimuli, especially social stimuli. In the version validated in Spunt and Adolphs (2014, NeuroImage), participants answer attributional (why) and factual (how) questions about visual social scenes using a yes/no manual response. The Why/How manipulation is attentional: Each photograph appears once as the target of a Why question, and once as the target of a How question. A standardized version of this task is available for download here: http://bobspunt.com/whyhow-localizer/. Further information can be acquired in the following paper: Spunt, R. P., & Adolphs, R. (2014). Validating why/how the contrast for functional MRI studies of Theory of Mind. NeuroImage. 99, 301-311.\r\n"}, "pmid": "27803286", "doi": "10.1093/scan/nsw161"}}, {"27391013": {"pmcid": "27391013", "task": {"id": "trm_4f24126c22011", "name": "abstract/concrete task", "definition_text": "A task in which subjects decide whether words are abstract or concrete."}, "pmid": "27391013", "doi": "10.1371/journal.pone.0158465"}}, {"32585346": {"pmcid": "32585346", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "32585346", "doi": "10.1016/j.neuroimage.2020.117072"}}, {"34510282": {"pmcid": "34510282", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "34510282", "doi": "10.1007/s00429-021-02374-w"}}, {"30648315": {"pmcid": "30648315", "task": {"id": "trm_5667451917a34", "name": "2-stage decision task", "definition_text": "Subjects participate in a two-stage decision task where they make a binary choice in each stage (stage 1&2) and probabilistically receive reward after the final stage (stage 2). First-stage choices are primarily associated with one of two second-stages (labeled 2a and 2b): one first-stage choice leads to 2a 70% of the time and 2b 30% of the time, while the opposite is true of the other first-stage choice. Each second-stage choice has its own probability of reward (constantly changing via a random-walk). The ultimate goal of the subject is to maximize reward, which are only given during the second stage. The ideal subject would identify the most rewarding second-stage stimulus and make first-stage choices that make it more likely to arrive at the relevant second stage. "}, "pmid": "30648315", "doi": "10.1002/hbm.24510"}}, {"30154703": {"pmcid": "30154703", "task": {"id": "trm_4c898da401420", "name": "film viewing", "definition_text": "Subjects view movie or film clips passively or are required to make a discrimination when the clip is over."}, "pmid": "30154703", "doi": "10.3389/fnhum.2018.00296"}}, {"26452176": {"pmcid": "26452176", "task": {"id": "trm_550b53d7dd674", "name": "motor fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Buckner and colleagues (Buckner et al. 2011; Yeo et al. 2011). Participants are presented with visual cues that ask them to either tap their left or right fingers, or squeeze their left or right toes, or move their tongue to map motor areas. Each block of a movement type lasted 12 seconds (10 movements), and is preceded by a 3 second cue. In each of the two runs, there are 13 blocks, with 2 of tongue movements, 4 of hand movements (2 right and 2 left), and 4 of foot movements (2 right and 2 left). In addition, there are 3 15-second fixation blocks per run. This task contains the following events, each of which is computed against the fixation baseline.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Motor Task: Localizer (Morioka et al. 1995; Bizzi et al. 2008; Buckner et al. 2011; Yeo et al. 2011)."}, "pmid": "26452176", "doi": "10.1002/hbm.23015"}}, {"33257568": {"pmcid": "33257568", "task": {"id": "tsk_d9vPgovlo7aJU", "name": "risky decision-making under social influence", "definition_text": "In this task, individuals are asked to make choices between two Holt and Laury style (10.1257/000282802762024700) gamble options, both alone and after viewing the choices made by two other players. For more details about the task, see: 10.1038/nn.4022."}, "pmid": "33257568", "doi": "10.1073/pnas.1919111117"}}, {"30471149": {"pmcid": "30471149", "task": {"id": "trm_4c898acd1f28e", "name": "pavlovian conditioning task", "definition_text": "participants encounter a stimulus (designated the &#34;conditional stimulus&#34; or CS and being one without inherent significance) is paired with an unconditional stimulus or US, so named because it is biologically significant (e.g. food, sex, drug, pain), so that the participant responds to the former in a way that conveys his or her association of the two; subtypes of classical conditioning vary the temporal relationship between the CS and US."}, "pmid": "30471149", "doi": "10.1111/ejn.14288"}}, {"29079809": {"pmcid": "29079809", "task": {"id": "trm_4c898da401420", "name": "film viewing", "definition_text": "Subjects view movie or film clips passively or are required to make a discrimination when the clip is over."}, "pmid": "29079809", "doi": "10.1038/s41598-017-14323-x"}}, {"28076421": {"pmcid": "28076421", "task": {"id": "trm_4f2412d4c3b88", "name": "semantic classification task", "definition_text": "A task in which the subject classifies stimuli based on meaning; the detection and classification of semantic relationships between worlds"}, "pmid": "28076421", "doi": "10.1371/journal.pone.0169269"}}, {"30575799": {"pmcid": "30575799", "task": {"id": "trm_4d559bcd67c18", "name": "balloon analogue risk task", "definition_text": "On each trial, participants pump a simulated balloon without knowing when it will explode. Each pump increases the potential reward to be gained but also the probability of explosion, which wipes out all potential gains for that trial. In most studies, balloon explosion probabilities are drawn from a uniform distribution, and participants must learn explosion probabilities through trial-and-error."}, "pmid": "30575799", "doi": "10.1038/s41598-018-36269-4"}}, {"23628139": {"pmcid": "23628139", "task": {"id": "trm_5346938eed092", "name": "Landmark task", "definition_text": "Subjects performed two alternate tasks, namely tell if a horizontal line is crossed precisely in the middle (LANDMARK) and tell if a horizontal line is crossed at all (DETECTION). The following instructions were used: â\u0080\u009cPress the button with your left index finger if the line is bisected in the middle otherwise press the button with your right fingerâ\u0080\u009d or â\u0080\u009cPress the button with your left index finger if the line is crossed otherwise press the button with your right fingerâ\u0080\u009d. "}, "pmid": "23628139", "doi": "10.1186/2047-217X-2-6"}}, {"26594340": {"pmcid": "26594340", "task": {"id": "trm_5346938eed092", "name": "Landmark task", "definition_text": "Subjects performed two alternate tasks, namely tell if a horizontal line is crossed precisely in the middle (LANDMARK) and tell if a horizontal line is crossed at all (DETECTION). The following instructions were used: â\u0080\u009cPress the button with your left index finger if the line is bisected in the middle otherwise press the button with your right fingerâ\u0080\u009d or â\u0080\u009cPress the button with your left index finger if the line is crossed otherwise press the button with your right fingerâ\u0080\u009d. "}, "pmid": "26594340", "doi": "10.12688/f1000research.6838.1"}}, {"27297241": {"pmcid": "27297241", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "27297241", "doi": "10.1093/brain/aww124"}}, {"32816032": {"pmcid": "32816032", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "32816032", "doi": "10.1503/jpn.130080"}}, {"36092648": {"pmcid": "36092648", "task": {"id": "tsk_rjSJbUa5Jk2Mb", "name": "Food viewing (passive)", "definition_text": "A task in which subjects view food images without specific instructions on image evaluation. Measures visual food cue reactivity."}, "pmid": "36092648", "doi": "10.3389/fnhum.2022.902192"}}]