[{"29282834": {"pmcid": "29282834", "task": {"id": "trm_4d55a2bbcfdff", "name": "choice task between risky and non-risky options", "definition_text": "a choice made between two or more options when one of those options has some probability >0 of producing either a reinforcing or an aversive consequence"}, "pmid": "29282834", "doi": "10.1111/desc.12484"}}, {"29287243": {"pmcid": "29287243", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "29287243", "doi": "10.1016/j.cortex.2017.11.015"}}, {"29326231": {"pmcid": "29326231", "task": {"id": "trm_4f241173868a3", "name": "navigation task", "definition_text": "A task in which the subject navigates a spatial layout."}, "pmid": "29326231", "doi": "10.1073/pnas.1714691115"}}, {"29337278": {"pmcid": "29337278", "task": {"id": "tsk_rjSJbUa5Jk2Mb", "name": "Food viewing (passive)", "definition_text": "A task in which subjects view food images without specific instructions on image evaluation. Measures visual food cue reactivity."}, "pmid": "29337278", "doi": "10.1016/j.neuroimage.2018.01.012"}}, {"29356166": {"pmcid": "29356166", "task": {"id": "trm_550b53d7dd674", "name": "motor fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Buckner and colleagues (Buckner et al. 2011; Yeo et al. 2011). Participants are presented with visual cues that ask them to either tap their left or right fingers, or squeeze their left or right toes, or move their tongue to map motor areas. Each block of a movement type lasted 12 seconds (10 movements), and is preceded by a 3 second cue. In each of the two runs, there are 13 blocks, with 2 of tongue movements, 4 of hand movements (2 right and 2 left), and 4 of foot movements (2 right and 2 left). In addition, there are 3 15-second fixation blocks per run. This task contains the following events, each of which is computed against the fixation baseline.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Motor Task: Localizer (Morioka et al. 1995; Bizzi et al. 2008; Buckner et al. 2011; Yeo et al. 2011)."}, "pmid": "29356166", "doi": "10.1111/ejn.13824"}}, {"29415156": {"pmcid": "29415156", "task": {"id": "tsk_4a57abb949bcd", "name": "n-back task", "definition_text": "A task in which items (e.g., letters) are presented one at a time and participants must identify each item that repeats relative to the item that occurred &#34;n&#34; items before its onset."}, "pmid": "29415156", "doi": "10.1093/cercor/bhy011"}}, {"29421324": {"pmcid": "29421324", "task": {"id": "trm_4e6114e7b1ff2", "name": "phasic pain stimulation", "definition_text": "A short pain stimulus (usually up to 3 seconds) is applied to the skin and the participant rates the stimulus on a visual analogue scale. Pain can be induced with thermal (hot/cold), electrical or mechanical stimuli."}, "pmid": "29421324", "doi": "10.1016/j.neuroimage.2018.02.003"}}, {"29456134": {"pmcid": "29456134", "task": {"id": "tsk_4a57abb949d40", "name": "recognition memory test", "definition_text": "In a recognition memory test, a participant is presented with some or all of a set of &#34;old&#34; stimuli that were encoded earlier, as well as several &#34;new&#34; stimuli that were not previously presented. The participant&#39;s task is to indicate whether each stimulus is old or new. Responses in recognition memory tests are commonly sorted into four classes: Hits (&#34;old&#34; response to an old stimulus), Misses (&#34;new&#34; response to an old stimulus), False Alarms (&#34;old&#34; response to a new stimulus), and Correct Rejections (&#34;new&#34; response to a new stimulus). By comparing the percentage of responses that fall into each of these classes, the experimenter can assess both a participant&#39;s ability to discriminate between old and new stimuli, and his or her tendency to provide a particular response regardless of the type of stimulus presented. In many recognition memory tests, each old/new judgment is followed by a prompt asking participants to indicate either how confident they are in that old/new judgment, or what type of subjective experience was elicited by the stimulus being judged (e.g., was the old/new judgment accompanied by a vivid recollection of the encoding experience). This additional information can be used to generate and test more precise hypotheses about how recognition memory decisions are made.\r\n\r\nPattern Recognition Memory (PRM) is a specific recognition memory test included in the CANTAB. The participant is presented with a series of 12 visual patterns, one at a time, in the centre of the screen. These patterns are designed so that they cannot easily be given verbal labels. In the recognition phase, the participant is required to choose between a pattern they have already seen and a novel pattern. In this phase, the test patterns are presented in the reverse order to the original order of presentation.\r\nThis is then repeated, with 12 new patterns. The second recognition phase can be given either immediately or after a 20 minute delay."}, "pmid": "29456134", "doi": "10.1016/j.brainres.2018.01.022"}}, {"29496614": {"pmcid": "29496614", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "29496614", "doi": "10.1016/j.neuroimage.2018.02.042"}}, {"29521161": {"pmcid": "29521161", "task": {"id": "tsk_4a57abb949bcd", "name": "n-back task", "definition_text": "A task in which items (e.g., letters) are presented one at a time and participants must identify each item that repeats relative to the item that occurred &#34;n&#34; items before its onset."}, "pmid": "29521161", "doi": "10.1080/17470919.2018.1448888"}}, {"29551416": {"pmcid": "29551416", "task": {"id": "trm_4c898b29660b0", "name": "cued explicit recognition", "definition_text": "Subjects view a list of items (words, pictures, sounds, or abstract patterns) prior to scanning.  During scanning, probe words are presented and subject recall if the words are familiar or unfamiliar."}, "pmid": "29551416", "doi": "10.1016/j.cub.2018.02.042"}}, {"29560875": {"pmcid": "29560875", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "29560875", "doi": "10.1016/j.bpsc.2015.11.006"}}, {"29700724": {"pmcid": "29700724", "task": {"id": "trm_4f24496a80587", "name": "gambling task", "definition_text": "A class of tasks in which subjects make decisions about chance gambles."}, "pmid": "29700724", "doi": "10.3758/s13415-018-0599-z"}}, {"29730186": {"pmcid": "29730186", "task": {"id": "trm_4c898c0786246", "name": "eating/drinking", "definition_text": "None"}, "pmid": "29730186", "doi": "10.1016/j.appet.2018.04.023"}}, {"29753107": {"pmcid": "29753107", "task": {"id": "tsk_4a57abb949cfb", "name": "picture naming task", "definition_text": "participants are shown pictures of objects and asked to identify the item."}, "pmid": "29753107", "doi": "10.1016/j.neuroimage.2018.05.025"}}, {"29790868": {"pmcid": "29790868", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "29790868", "doi": "10.1097/j.pain.0000000000001232"}}, {"29791298": {"pmcid": "29791298", "task": {"id": "tsk_4a57abb949e8a", "name": "task-switching ", "definition_text": "A task in which participants alternate between two or more judgments typically regarding the same set of stimuli. Accuracy and reaction time are measured for each judgment."}, "pmid": "29791298", "doi": "10.1162/jocn_a_01286"}}, {"29860081": {"pmcid": "29860081", "task": {"id": "trm_550b50095d4a3", "name": "working memory fMRI task paradigm", "definition_text": "This is the &#34;working memory&#34; task used in the Human Connectome Project. The category specific representation task and the working memory task are combined into a single task paradigm. Participants were presented with blocks of trials that consisted of pictures of places, tools, faces and body parts (non-mutilated parts of bodies with no â\u0080\u009cnudityâ\u0080\u009d). Within each run, the 4 different stimulus types were presented in separate blocks. Also, within each run, Â½ of the blocks use a 2-back working memory task and Â½ use a 0-back working memory task (as a working memory comparison). A 2.5 second cue indicates the task type (and target\r\nfor 0-back) at the start of the block. Each of the two runs contains 8 task blocks (10 trials of 2.5 seconds each, for 25 seconds) and 4 fixation blocks (15 seconds). On each trial, the stimulus is presented for 2 seconds, followed by a 500 ms inter-task interval (ITI). \r\n\r\nPotential Additional Event Related Contrasts: Researchers can also use the TAB.txt E-Prime\r\ndata files to generate the following potential event-related contrasts:\r\n\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Appendix_VI.pdf\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Working Memory: Localizer (Drobyshevsky et al. 2006); Reliable across subjects (Drobyshevsky et al. 2006) and time (Caceres et al. 2009)."}, "pmid": "29860081", "doi": "10.1016/j.neuroimage.2018.05.076"}}, {"29940284": {"pmcid": "29940284", "task": {"id": "trm_59668f09db813", "name": "Yellow Light Game", "definition_text": "The Yellow Light Game (YLG) is a computerized driving simulation task that was modified from the Stoplight Task (Gardner & Steinberg, 2005; Chein et al., 2011). Similar to the Stoplight Task, each run in the YLG involves participants driving on a straight road with 20 intersections, each controlled by a traffic light. Participants are instructed that the goal of the game is to get the fastest time. At each intersection, when the traffic light turns yellow, participants choose to either continue through the intersection (Go decision), or to stop the car (Stop decision); they are not able to accelerate or steer. Participants are instructed that Go decisions would result in the fastest time, unless another car is present on the cross street, in which case the participant would crash. Crashes double the time spent at an intersection compared to if the participant had decided to stop. Therefore, Go decisions are considered â\u0080\u0098riskyâ\u0080\u0099, whereas Stop decisions are considered â\u0080\u0098safeâ\u0080\u0099. Upon completion of a run, participants are presented with their completion time and the number of crashes during that run.\r\n\r\nA unique feature of the YLG is that there are three different types of intersections, which vary based on the timing of yellow light onset and the presence or absence of a car on the cross street. Some intersections have a 75% probability of crashing, others have a 25% probability of crashing, and the remaining intersections have a 50% probability of crashing. To prevent the task from promoting risk taking overall, the cumulative probability of crashing is set to 50% (i.e., 10 out of the 20 intersections have cars approaching on the cross street, resulting in a crash if the participant made a Go decision). This task feature is not explicitly communicated to participants, although participants have the opportunity to implicitly learn this information based on the differential timing of the yellow light onsets associated with each type of intersection. That is, intersections at which the light turns yellow earlier (i.e., when the participant was further away from the intersection) signal a greater crash probability. By including the different types of intersections, we are able to distinguish between adaptive and maladaptive risk taking, without promoting risk taking overall, as the cumulative probability of crashing is 50%. For more information about and access to the task, please visit: https://dsn.uoregon.edu/research/yellow-light-game/. "}, "pmid": "29940284", "doi": "10.1016/j.neuroimage.2018.06.058"}}, {"29944961": {"pmcid": "29944961", "task": {"id": "trm_4f241325579c6", "name": "problem solving task", "definition_text": "A task in which subjects must solve a conceptual problem."}, "pmid": "29944961", "doi": "10.1016/j.neubiorev.2018.06.009"}}, {"29964188": {"pmcid": "29964188", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "29964188", "doi": "10.1016/j.neuroimage.2018.06.074"}}, {"29990584": {"pmcid": "29990584", "task": {"id": "trm_4c8a840d6f969", "name": "subjective emotional picture discrimination", "definition_text": "Subjects view pictures and are instructed to respond to emotional pictures, to indicate which pictures are pleasant/unpleasant or funny/not funny, or rate the valence of emotional pictures."}, "pmid": "29990584", "doi": "10.1016/j.neuroimage.2018.07.013"}}, {"30012623": {"pmcid": "30012623", "task": {"id": "trm_4f24126c22011", "name": "abstract/concrete task", "definition_text": "A task in which subjects decide whether words are abstract or concrete."}, "pmid": "30012623", "doi": "10.1073/pnas.1803916115"}}, {"30021460": {"pmcid": "30021460", "task": {"id": "trm_5667441c338a7", "name": "2nd-order rule acquisition", "definition_text": "In this task, subjects are presented with 18 stimuli composed of three dimensions: 3 shapes, 3 orientations and 2 colored borders. Subjects had to learn one of three key responses for each of the 18 stimuli. In the &#34;flat&#34; condition, the 18 stimuli to 3 responses mapping was arbitrary, requiring subjects to individually learn each of the 18 associations. In a hierarchical condition, the colored borders indicated whether &#34;orientation&#34; or &#34;shape&#34; determined the response. This simplifies performance if subjects learn this hierarchical structure."}, "pmid": "30021460", "doi": "10.1176/appi.ajp.2018.17111199"}}, {"30025853": {"pmcid": "30025853", "task": {"id": "trm_4c8a82ba8a538", "name": "reading (covert)", "definition_text": "Subjects view words, pseudo-words,  Asian characters, phrases, or sentences and read them silently."}, "pmid": "30025853", "doi": "10.1016/j.neuroimage.2018.07.038"}}, {"30038007": {"pmcid": "30038007", "task": {"id": "trm_4c899211a965c", "name": "passive viewing", "definition_text": "Subjects view various visual stimuli and make no response.  Stimuli include houses, faces, objects, fractals, letter strings, line drawings, complex scenes, etc. If the presented stimuli were faces, the experiments are co-coded with Face Monitor/Discrimination.  But if the presented stimuli are words, the experiments are not coded as passive viewing but rather as reading (covert)."}, "pmid": "30038007", "doi": "10.1073/pnas.1712811115"}}, {"30061413": {"pmcid": "30061413", "task": {"id": "trm_553e88a66b676", "name": "social bargaining fMRI task", "definition_text": "This is an instantiation of the Ultimatum Game (UG) in fMRI. In this game, a proposer is charged with splitting a sum of money with a partner. The responder decides either to accept or reject this proposed offer. If accepted, the money is split as suggested, but if rejected then neither player receives anything. The parterns can be a combination of real people, computers. Offers are preceded by a picture of the partner for that round, and partner pictures are randomly paired to an offer amount. Full details of the task are available: http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3594719/"}, "pmid": "30061413", "doi": "10.1073/pnas.1802523115"}}, {"30093174": {"pmcid": "30093174", "task": {"id": "trm_4c89912c79030", "name": "olfactory monitoring/discrimination", "definition_text": "Subjects are presented with odors and are instructed to smell them passively or to discriminate according to some feature (pleasant/unpleasant, strong/weak, same/different, etc.)."}, "pmid": "30093174", "doi": "10.1016/j.euroneuro.2018.07.102"}}, {"30156502": {"pmcid": "30156502", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "30156502", "doi": "10.1162/jocn_a_01330"}}, {"30189332": {"pmcid": "30189332", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "30189332", "doi": "10.1016/j.bandl.2018.08.004"}}, {"30189904": {"pmcid": "30189904", "task": {"id": "trm_551efd8a98162", "name": "emotion expression identification", "definition_text": "participants are presented with faces whose expressions slowly change from neutral to full intensity"}, "pmid": "30189904", "doi": "10.1017/S0954579418000949"}}, {"30232927": {"pmcid": "30232927", "task": {"id": "tsk_4a57abb949d40", "name": "recognition memory test", "definition_text": "In a recognition memory test, a participant is presented with some or all of a set of &#34;old&#34; stimuli that were encoded earlier, as well as several &#34;new&#34; stimuli that were not previously presented. The participant&#39;s task is to indicate whether each stimulus is old or new. Responses in recognition memory tests are commonly sorted into four classes: Hits (&#34;old&#34; response to an old stimulus), Misses (&#34;new&#34; response to an old stimulus), False Alarms (&#34;old&#34; response to a new stimulus), and Correct Rejections (&#34;new&#34; response to a new stimulus). By comparing the percentage of responses that fall into each of these classes, the experimenter can assess both a participant&#39;s ability to discriminate between old and new stimuli, and his or her tendency to provide a particular response regardless of the type of stimulus presented. In many recognition memory tests, each old/new judgment is followed by a prompt asking participants to indicate either how confident they are in that old/new judgment, or what type of subjective experience was elicited by the stimulus being judged (e.g., was the old/new judgment accompanied by a vivid recollection of the encoding experience). This additional information can be used to generate and test more precise hypotheses about how recognition memory decisions are made.\r\n\r\nPattern Recognition Memory (PRM) is a specific recognition memory test included in the CANTAB. The participant is presented with a series of 12 visual patterns, one at a time, in the centre of the screen. These patterns are designed so that they cannot easily be given verbal labels. In the recognition phase, the participant is required to choose between a pattern they have already seen and a novel pattern. In this phase, the test patterns are presented in the reverse order to the original order of presentation.\r\nThis is then repeated, with 12 new patterns. The second recognition phase can be given either immediately or after a 20 minute delay."}, "pmid": "30232927", "doi": "10.1080/09658211.2018.1524496"}}, {"30266263": {"pmcid": "30266263", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "30266263", "doi": "10.1016/j.neuroimage.2018.09.069"}}]