[{"31747630": {"pmcid": "31747630", "task": {"id": "tsk_4a57abb949a93", "name": "go/no-go task", "definition_text": "A task in which stimuli are presented in a continuous stream and participants perform a binary decision on each stimulus. One of the outcomes requires participants to make a motor response (go), whereas the other requires participants to withhold a response (no-go). Accuracy and reaction time are measured for each event. Go events typically occur with higher frequency than no-go events. "}, "pmid": "31747630", "doi": "10.1016/j.cortex.2019.10.007"}}, {"31759114": {"pmcid": "31759114", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "31759114", "doi": "10.1016/j.neuroimage.2019.116373"}}, {"31760149": {"pmcid": "31760149", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "31760149", "doi": "10.1016/j.neuroimage.2019.116384"}}, {"31812503": {"pmcid": "31812503", "task": {"id": "trm_550b5b066d37b", "name": "emotion processing fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Hariri and colleagues (Hariri et al. 2002). Participants are presented with blocks of trials that either ask them to decide which of two faces presented on the bottom of the screen match the face at the top of the screen, or which of two shapes presented at the bottom of the screen match the shape at the top of the screen. The faces have either an angry or fearful expression. Trials are presented in blocks of 6 trials of the same task (face or shape), with the stimulus presented for 2000 ms and a 1000 ms ITI. Each block is preceded by a 3000 ms task cue (â\u0080\u009cshapeâ\u0080\u009d or â\u0080\u009cfaceâ\u0080\u009d), so that each block is 21 seconds including the cue. Each of the two runs includes 3 face blocks and 3 shape blocks, with 8 seconds of fixation at the end of each run.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for the Emotion Processing Task: Localizer (Hariri et al. 2002); Moderate reliability\r\nacross time (Manuck et al. 2007)."}, "pmid": "31812503", "doi": "10.1016/j.bbr.2019.112417"}}, {"31815346": {"pmcid": "31815346", "task": {"id": "trm_4f244d2a54e27", "name": "autobiographical memory task", "definition_text": "in a semi-structured interview a participant is asked to recall recent events (within one week, within one month) in his or her own life, and this recollection is compared with report(s) from a &#34;collateral source,&#34; a person close to the participant"}, "pmid": "31815346", "doi": "10.1002/da.22977"}}, {"31836661": {"pmcid": "31836661", "task": {"id": "trm_5887c029d46f4", "name": "Gustatory stimulation with liquid tastes or flavors ", "definition_text": "In this task, liquid flavors or tastes are orally presented in quantities of one to several milliliters. Oral stimuli are presented by using a gusto-meter consisting of a pump mechanism, tubes and a mouthpiece attached to the MRI head coil. Usually, visual and/or auditory cues are used to provide instructions and/or cues to participants. These may include but are not limited to when to expect oral stimulation and when to swallow. Trials usually last up to 30 seconds and include an oral stimulus of interest, a behavioral response from the participant, and a rinsing procedure to rinse the palate. \r\n\r\nReferences:\r\nSee e.g.,\r\nDalenberg, J. R., Hoogeveen, H. R., Renken, R. J., Langers, D. R. M., & ter Horst, G. J. (2015). Functional specialization of the male insula during taste perception. NeuroImage, 119, 210â\u0080\u0093220. https://doi.org/10.1016/j.neuroimage.2015.06.062\r\nMarciani, L., Pfeiffer, J. C., Hort, J., Head, K., Bush, D., Taylor, A. J., â\u0080¦ Gowland, P. A. (2006). Improved methods for fMRI studies of combined taste and aroma stimuli. Journal of Neuroscience Methods, 158, 186â\u0080\u0093194. https://doi.org/10.1016/j.jneumeth.2006.05.035\r\nVeldhuizen, M. G., Bender, G., Constable, R. T., & Small, D. M. (2007). Trying to detect taste in a tasteless solution: modulation of early gustatory cortex by attention to taste. Chemical Senses, 32(6), 569â\u0080\u009381. https://doi.org/10.1093/chemse/bjm025\r\n"}, "pmid": "31836661", "doi": "10.1523/JNEUROSCI.1751-19.2019"}}, {"31844311": {"pmcid": "31844311", "task": {"id": "tsk_Ncknr0soiM4IV", "name": "social decision-making task", "definition_text": "Social decision-making tasks comprise alternative forced choice tasks in which participants make decisions that are relevant for themselves as well as at least one other person. These decisions can be of any nature (most commonly monetary or dietary)."}, "pmid": "31844311", "doi": "10.1038/s41593-019-0549-2"}}, {"31931155": {"pmcid": "31931155", "task": {"id": "trm_56bbea82c12bb", "name": "Emotion Regulation Task", "definition_text": "Subjects are given the default instruction of viewing a negative image. They have the option to press a button and switch their instructions to &#34;distract&#34; or &#34;reappraise.&#34; Electing to press the button and following those instructions will allow subjects to decrease the negative affect they are likely to be experiencing. However, to choose to distract or reappraise, subjects will have to proactively override their (inferior) default state of viewing, which requires monitoring and attention. "}, "pmid": "31931155", "doi": "10.1016/j.neuroimage.2020.116529"}}, {"31948895": {"pmcid": "31948895", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "31948895", "doi": "10.1016/j.schres.2019.12.041"}}, {"31954729": {"pmcid": "31954729", "task": {"id": "tsk_4a57abb949bcd", "name": "n-back task", "definition_text": "A task in which items (e.g., letters) are presented one at a time and participants must identify each item that repeats relative to the item that occurred &#34;n&#34; items before its onset."}, "pmid": "31954729", "doi": "10.1016/j.appet.2020.104609"}}, {"32013688": {"pmcid": "32013688", "task": {"id": "trm_4c8a84f20dde2", "name": "visual attention task", "definition_text": "This category is a catch-all for visuoattention paradigms.  Examples include:  subjects press a button when a visual target (letters, bars, circles, asterisks, LEDs, etc) appears; subjects detect changes in luminance, shape, or color of visual stimuli; subjects fixate on a central stimuli while ignoring peripheral distractors.  Also includes cued, attention shift, and divided attention paradigms."}, "pmid": "32013688", "doi": "10.1162/jocn_a_01541"}}, {"32018119": {"pmcid": "32018119", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "32018119", "doi": "10.1016/j.psyneuen.2020.104585"}}, {"32030837": {"pmcid": "32030837", "task": {"id": "trm_59668f09db813", "name": "Yellow Light Game", "definition_text": "The Yellow Light Game (YLG) is a computerized driving simulation task that was modified from the Stoplight Task (Gardner & Steinberg, 2005; Chein et al., 2011). Similar to the Stoplight Task, each run in the YLG involves participants driving on a straight road with 20 intersections, each controlled by a traffic light. Participants are instructed that the goal of the game is to get the fastest time. At each intersection, when the traffic light turns yellow, participants choose to either continue through the intersection (Go decision), or to stop the car (Stop decision); they are not able to accelerate or steer. Participants are instructed that Go decisions would result in the fastest time, unless another car is present on the cross street, in which case the participant would crash. Crashes double the time spent at an intersection compared to if the participant had decided to stop. Therefore, Go decisions are considered â\u0080\u0098riskyâ\u0080\u0099, whereas Stop decisions are considered â\u0080\u0098safeâ\u0080\u0099. Upon completion of a run, participants are presented with their completion time and the number of crashes during that run.\r\n\r\nA unique feature of the YLG is that there are three different types of intersections, which vary based on the timing of yellow light onset and the presence or absence of a car on the cross street. Some intersections have a 75% probability of crashing, others have a 25% probability of crashing, and the remaining intersections have a 50% probability of crashing. To prevent the task from promoting risk taking overall, the cumulative probability of crashing is set to 50% (i.e., 10 out of the 20 intersections have cars approaching on the cross street, resulting in a crash if the participant made a Go decision). This task feature is not explicitly communicated to participants, although participants have the opportunity to implicitly learn this information based on the differential timing of the yellow light onsets associated with each type of intersection. That is, intersections at which the light turns yellow earlier (i.e., when the participant was further away from the intersection) signal a greater crash probability. By including the different types of intersections, we are able to distinguish between adaptive and maladaptive risk taking, without promoting risk taking overall, as the cumulative probability of crashing is 50%. For more information about and access to the task, please visit: https://dsn.uoregon.edu/research/yellow-light-game/. "}, "pmid": "32030837", "doi": "10.1111/jora.12546"}}, {"32058002": {"pmcid": "32058002", "task": {"id": "trm_550b53d7dd674", "name": "motor fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Buckner and colleagues (Buckner et al. 2011; Yeo et al. 2011). Participants are presented with visual cues that ask them to either tap their left or right fingers, or squeeze their left or right toes, or move their tongue to map motor areas. Each block of a movement type lasted 12 seconds (10 movements), and is preceded by a 3 second cue. In each of the two runs, there are 13 blocks, with 2 of tongue movements, 4 of hand movements (2 right and 2 left), and 4 of foot movements (2 right and 2 left). In addition, there are 3 15-second fixation blocks per run. This task contains the following events, each of which is computed against the fixation baseline.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Motor Task: Localizer (Morioka et al. 1995; Bizzi et al. 2008; Buckner et al. 2011; Yeo et al. 2011)."}, "pmid": "32058002", "doi": "10.1016/j.neuroimage.2020.116624"}}, {"32058003": {"pmcid": "32058003", "task": {"id": "trm_4c898da401420", "name": "film viewing", "definition_text": "Subjects view movie or film clips passively or are required to make a discrimination when the clip is over."}, "pmid": "32058003", "doi": "10.1016/j.neuroimage.2020.116616"}}, {"32073348": {"pmcid": "32073348", "task": {"id": "tsk_Ncknr0soiM4IV", "name": "social decision-making task", "definition_text": "Social decision-making tasks comprise alternative forced choice tasks in which participants make decisions that are relevant for themselves as well as at least one other person. These decisions can be of any nature (most commonly monetary or dietary)."}, "pmid": "32073348", "doi": "10.1162/jocn_a_01545"}}, {"32130881": {"pmcid": "32130881", "task": {"id": "trm_5667441c338a7", "name": "2nd-order rule acquisition", "definition_text": "In this task, subjects are presented with 18 stimuli composed of three dimensions: 3 shapes, 3 orientations and 2 colored borders. Subjects had to learn one of three key responses for each of the 18 stimuli. In the &#34;flat&#34; condition, the 18 stimuli to 3 responses mapping was arbitrary, requiring subjects to individually learn each of the 18 associations. In a hierarchical condition, the colored borders indicated whether &#34;orientation&#34; or &#34;shape&#34; determined the response. This simplifies performance if subjects learn this hierarchical structure."}, "pmid": "32130881", "doi": "10.1016/j.cmet.2020.01.014"}}, {"32130972": {"pmcid": "32130972", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "32130972", "doi": "10.1016/j.neuroimage.2020.116698"}}, {"32135261": {"pmcid": "32135261", "task": {"id": "trm_553ebfc390256", "name": "perceptual discrimination task", "definition_text": "Participants are asked to distinguish a gabor display that is &#34;popping out&#34; from one that is not, and rate their confidence on the decision on a scale of 1 (low confidence) to 6 (high confidence).  Full details are available: http://www.jneurosci.org/content/33/42/16657.full#F1"}, "pmid": "32135261", "doi": "10.1016/j.neuroimage.2020.116701"}}, {"32294538": {"pmcid": "32294538", "task": {"id": "tsk_jbg1oF4D9OTkO", "name": "movie watching task", "definition_text": "The task relies on watching ---viewing and listening--- of a movie."}, "pmid": "32294538", "doi": "10.1016/j.neuroimage.2020.116851"}}, {"32319866": {"pmcid": "32319866", "task": {"id": "tsk_Ncknr0soiM4IV", "name": "social decision-making task", "definition_text": "Social decision-making tasks comprise alternative forced choice tasks in which participants make decisions that are relevant for themselves as well as at least one other person. These decisions can be of any nature (most commonly monetary or dietary)."}, "pmid": "32319866", "doi": "10.1162/jocn_a_01568"}}, {"32325277": {"pmcid": "32325277", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "32325277", "doi": "10.1016/j.cortex.2020.02.019"}}, {"32407823": {"pmcid": "32407823", "task": {"id": "trm_4c899211a965c", "name": "passive viewing", "definition_text": "Subjects view various visual stimuli and make no response.  Stimuli include houses, faces, objects, fractals, letter strings, line drawings, complex scenes, etc. If the presented stimuli were faces, the experiments are co-coded with Face Monitor/Discrimination.  But if the presented stimuli are words, the experiments are not coded as passive viewing but rather as reading (covert)."}, "pmid": "32407823", "doi": "10.1016/j.bbr.2020.112677"}}, {"32407904": {"pmcid": "32407904", "task": {"id": "trm_553eb45e2b709", "name": "social judgment of faces task", "definition_text": "This task aims to measure social judgment in the domains of trustiness, attractiveness, happiness, and cognitive age.  Participants are shown pictures of human faces, are required to compare the face pair based on 4 different questions: â\u0080\u009c(Who do you regard as) More trustworthy?,â\u0080\u009d â\u0080\u009cMore attractive?,â\u0080\u009d â\u0080\u009cHappier?,â\u0080\u009d and â\u0080\u009cOlder?.â\u0080\u009d"}, "pmid": "32407904", "doi": "10.1016/j.neuropsychologia.2020.107493"}}, {"32416099": {"pmcid": "32416099", "task": {"id": "tsk_mFS3uwUMAhXxe", "name": "Memory encoding task", "definition_text": "A memory encoding task measures memory encoding mechanisms via multiple sensory modalities."}, "pmid": "32416099", "doi": "10.1016/j.neuropsychologia.2020.107495"}}, {"32437762": {"pmcid": "32437762", "task": {"id": "trm_566748c929afc", "name": "Delay Discounting Titration", "definition_text": "Subjects must choose between sooner but smaller rewards versus larger but later rewards.  This task differs from the preceding Kirby Delay Discounting Task in two ways, 1) the smaller reward will not always be immediate and 2) the reward amounts will be chosen randomly from a uniform distribution of a given interval.  This allows for the estimation of a subjectsâ\u0080\u0099 discount rate and for the comparison of different model fits of discounting behavior."}, "pmid": "32437762", "doi": "10.1016/j.neuropsychologia.2020.107492"}}, {"32483622": {"pmcid": "32483622", "task": {"id": "trm_550b53d7dd674", "name": "motor fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Buckner and colleagues (Buckner et al. 2011; Yeo et al. 2011). Participants are presented with visual cues that ask them to either tap their left or right fingers, or squeeze their left or right toes, or move their tongue to map motor areas. Each block of a movement type lasted 12 seconds (10 movements), and is preceded by a 3 second cue. In each of the two runs, there are 13 blocks, with 2 of tongue movements, 4 of hand movements (2 right and 2 left), and 4 of foot movements (2 right and 2 left). In addition, there are 3 15-second fixation blocks per run. This task contains the following events, each of which is computed against the fixation baseline.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for Motor Task: Localizer (Morioka et al. 1995; Bizzi et al. 2008; Buckner et al. 2011; Yeo et al. 2011)."}, "pmid": "32483622", "doi": "10.1093/cercor/bhaa116"}}, {"32569807": {"pmcid": "32569807", "task": {"id": "trm_4c898da401420", "name": "film viewing", "definition_text": "Subjects view movie or film clips passively or are required to make a discrimination when the clip is over."}, "pmid": "32569807", "doi": "10.1016/j.neuroscience.2020.06.015"}}, {"32601212": {"pmcid": "32601212", "task": {"id": "trm_4c898acd1f28e", "name": "pavlovian conditioning task", "definition_text": "participants encounter a stimulus (designated the &#34;conditional stimulus&#34; or CS and being one without inherent significance) is paired with an unconditional stimulus or US, so named because it is biologically significant (e.g. food, sex, drug, pain), so that the participant responds to the former in a way that conveys his or her association of the two; subtypes of classical conditioning vary the temporal relationship between the CS and US."}, "pmid": "32601212", "doi": "10.1073/pnas.2004258117"}}, {"32615252": {"pmcid": "32615252", "task": {"id": "tsk_4a57abb949e1a", "name": "stop signal task", "definition_text": "Participants usually perform a choice reaction time in which they have to respond as quickly as possible to a particular stimulus feature (e.g. colour, shape, identity, or location). On a minority of the trials, the go stimulus is followed by an additional signal (e.g. an auditory tone or a visual cue), which instructs participants to withhold their planned response. "}, "pmid": "32615252", "doi": "10.1016/j.neuroimage.2020.117105"}}, {"32702288": {"pmcid": "32702288", "task": {"id": "tsk_Ncknr0soiM4IV", "name": "social decision-making task", "definition_text": "Social decision-making tasks comprise alternative forced choice tasks in which participants make decisions that are relevant for themselves as well as at least one other person. These decisions can be of any nature (most commonly monetary or dietary)."}, "pmid": "32702288", "doi": "10.1016/j.neuron.2020.06.030"}}, {"32720205": {"pmcid": "32720205", "task": {"id": "trm_4c898acd1f28e", "name": "pavlovian conditioning task", "definition_text": "participants encounter a stimulus (designated the &#34;conditional stimulus&#34; or CS and being one without inherent significance) is paired with an unconditional stimulus or US, so named because it is biologically significant (e.g. food, sex, drug, pain), so that the participant responds to the former in a way that conveys his or her association of the two; subtypes of classical conditioning vary the temporal relationship between the CS and US."}, "pmid": "32720205", "doi": "10.3758/s13415-020-00814-4"}}, {"32798591": {"pmcid": "32798591", "task": {"id": "trm_5887c029d46f4", "name": "Gustatory stimulation with liquid tastes or flavors ", "definition_text": "In this task, liquid flavors or tastes are orally presented in quantities of one to several milliliters. Oral stimuli are presented by using a gusto-meter consisting of a pump mechanism, tubes and a mouthpiece attached to the MRI head coil. Usually, visual and/or auditory cues are used to provide instructions and/or cues to participants. These may include but are not limited to when to expect oral stimulation and when to swallow. Trials usually last up to 30 seconds and include an oral stimulus of interest, a behavioral response from the participant, and a rinsing procedure to rinse the palate. \r\n\r\nReferences:\r\nSee e.g.,\r\nDalenberg, J. R., Hoogeveen, H. R., Renken, R. J., Langers, D. R. M., & ter Horst, G. J. (2015). Functional specialization of the male insula during taste perception. NeuroImage, 119, 210â\u0080\u0093220. https://doi.org/10.1016/j.neuroimage.2015.06.062\r\nMarciani, L., Pfeiffer, J. C., Hort, J., Head, K., Bush, D., Taylor, A. J., â\u0080¦ Gowland, P. A. (2006). Improved methods for fMRI studies of combined taste and aroma stimuli. Journal of Neuroscience Methods, 158, 186â\u0080\u0093194. https://doi.org/10.1016/j.jneumeth.2006.05.035\r\nVeldhuizen, M. G., Bender, G., Constable, R. T., & Small, D. M. (2007). Trying to detect taste in a tasteless solution: modulation of early gustatory cortex by attention to taste. Chemical Senses, 32(6), 569â\u0080\u009381. https://doi.org/10.1093/chemse/bjm025\r\n"}, "pmid": "32798591", "doi": "10.1016/j.neuroscience.2020.07.022"}}, {"32799058": {"pmcid": "32799058", "task": {"id": "trm_4f2420b042165", "name": "reappraisal task", "definition_text": "participants regulate their emotional states using cognitive strategies"}, "pmid": "32799058", "doi": "10.1016/j.pscychresns.2020.111155"}}, {"32868885": {"pmcid": "32868885", "task": {"id": "tsk_i6bcjHSADB30O", "name": "Other evaluation task", "definition_text": "A task in which participants evaluate how well several short trait descriptions fit known or unknown others."}, "pmid": "32868885", "doi": "10.1038/s41562-020-0929-3"}}, {"32918952": {"pmcid": "32918952", "task": {"id": "trm_4c8991e6e8597", "name": "paired associate recall", "definition_text": "Subjects are shown paired stimuli prior to the task.  During the task, subjects are shown a single stimuli and are asked to recall the associated pair.  Stimuli may be words, faces, objects, etc."}, "pmid": "32918952", "doi": "10.1016/j.neuropsychologia.2020.107623"}}, {"32919405": {"pmcid": "32919405", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "32919405", "doi": "10.1038/s41386-020-00834-1"}}, {"33030267": {"pmcid": "33030267", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "33030267", "doi": "10.1111/cdev.13466"}}]