[{"35636634": {"pmcid": "35636634", "task": {"id": "trm_5667441c338a7", "name": "2nd-order rule acquisition", "definition_text": "In this task, subjects are presented with 18 stimuli composed of three dimensions: 3 shapes, 3 orientations and 2 colored borders. Subjects had to learn one of three key responses for each of the 18 stimuli. In the &#34;flat&#34; condition, the 18 stimuli to 3 responses mapping was arbitrary, requiring subjects to individually learn each of the 18 associations. In a hierarchical condition, the colored borders indicated whether &#34;orientation&#34; or &#34;shape&#34; determined the response. This simplifies performance if subjects learn this hierarchical structure."}, "pmid": "35636634", "doi": "10.1016/j.neuropsychologia.2022.108277"}}, {"35661224": {"pmcid": "35661224", "task": {"id": "trm_4f2453ce33f16", "name": "social judgment task", "definition_text": "broadly describing many disparate subtasks, a social judgment task typically describes one in which participants are asked to decide what other people are thinking or would think, or to interpret their behavior"}, "pmid": "35661224", "doi": "10.1093/scan/nsac039"}}, {"35790398": {"pmcid": "35790398", "task": {"id": "trm_4c898c33ee5f8", "name": "encoding task", "definition_text": "Subjects view stimuli (words, pictures, letters) and are instructed to memorize them."}, "pmid": "35790398", "doi": "10.1523/JNEUROSCI.1820-21.2022"}}, {"35882272": {"pmcid": "35882272", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "35882272", "doi": "10.1016/j.neuroimage.2022.119504"}}, {"36658459": {"pmcid": "36658459", "task": {"id": "trm_4c8a82eeaa58f", "name": "reading (overt)", "definition_text": "subjects view words, pseudo-words, logograms, phrases, or sentences and read them aloud."}, "pmid": "36658459", "doi": "10.1523/JNEUROSCI.2434-21.2022"}}, {"37011717": {"pmcid": "37011717", "task": {"id": "tsk_4a57abb949a4f", "name": "Eriksen flanker task", "definition_text": "A task in which participants view stimuli (typically arrows) presented one at a time and to which they must make a simple lexical response. These stimuli are surrounded by either distracting or facilitating items. Distracting items are typically associated with an opposite response (&#34;incongruent&#34; = pointing in opposite direction to target stimulus), whereas facilitating items are typically associated with the same response as the target stimulus (&#34;congruent&#34; = pointing in the same direction as the target stimulus)."}, "pmid": "37011717", "doi": "10.1016/j.neuroimage.2023.120084"}}, {"37249810": {"pmcid": "37249810", "task": {"id": "trm_59668f09db813", "name": "Yellow Light Game", "definition_text": "The Yellow Light Game (YLG) is a computerized driving simulation task that was modified from the Stoplight Task (Gardner & Steinberg, 2005; Chein et al., 2011). Similar to the Stoplight Task, each run in the YLG involves participants driving on a straight road with 20 intersections, each controlled by a traffic light. Participants are instructed that the goal of the game is to get the fastest time. At each intersection, when the traffic light turns yellow, participants choose to either continue through the intersection (Go decision), or to stop the car (Stop decision); they are not able to accelerate or steer. Participants are instructed that Go decisions would result in the fastest time, unless another car is present on the cross street, in which case the participant would crash. Crashes double the time spent at an intersection compared to if the participant had decided to stop. Therefore, Go decisions are considered â\u0080\u0098riskyâ\u0080\u0099, whereas Stop decisions are considered â\u0080\u0098safeâ\u0080\u0099. Upon completion of a run, participants are presented with their completion time and the number of crashes during that run.\r\n\r\nA unique feature of the YLG is that there are three different types of intersections, which vary based on the timing of yellow light onset and the presence or absence of a car on the cross street. Some intersections have a 75% probability of crashing, others have a 25% probability of crashing, and the remaining intersections have a 50% probability of crashing. To prevent the task from promoting risk taking overall, the cumulative probability of crashing is set to 50% (i.e., 10 out of the 20 intersections have cars approaching on the cross street, resulting in a crash if the participant made a Go decision). This task feature is not explicitly communicated to participants, although participants have the opportunity to implicitly learn this information based on the differential timing of the yellow light onsets associated with each type of intersection. That is, intersections at which the light turns yellow earlier (i.e., when the participant was further away from the intersection) signal a greater crash probability. By including the different types of intersections, we are able to distinguish between adaptive and maladaptive risk taking, without promoting risk taking overall, as the cumulative probability of crashing is 50%. For more information about and access to the task, please visit: https://dsn.uoregon.edu/research/yellow-light-game/. "}, "pmid": "37249810", "doi": "10.1007/s10964-023-01789-4"}}, {"29654876": {"pmcid": "29654876", "task": {"id": "trm_4f244d2a54e27", "name": "autobiographical memory task", "definition_text": "in a semi-structured interview a participant is asked to recall recent events (within one week, within one month) in his or her own life, and this recollection is compared with report(s) from a &#34;collateral source,&#34; a person close to the participant"}, "pmid": "29654876", "doi": "10.1016/j.neuroimage.2018.04.024"}}, {"30535355": {"pmcid": "30535355", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "30535355", "doi": "10.1093/cercor/bhy295"}}, {"30851446": {"pmcid": "30851446", "task": {"id": "trm_5667451917a34", "name": "2-stage decision task", "definition_text": "Subjects participate in a two-stage decision task where they make a binary choice in each stage (stage 1&2) and probabilistically receive reward after the final stage (stage 2). First-stage choices are primarily associated with one of two second-stages (labeled 2a and 2b): one first-stage choice leads to 2a 70% of the time and 2b 30% of the time, while the opposite is true of the other first-stage choice. Each second-stage choice has its own probability of reward (constantly changing via a random-walk). The ultimate goal of the subject is to maximize reward, which are only given during the second stage. The ideal subject would identify the most rewarding second-stage stimulus and make first-stage choices that make it more likely to arrive at the relevant second stage. "}, "pmid": "30851446", "doi": "10.1016/j.neuroimage.2019.02.052"}}, {"31284028": {"pmcid": "31284028", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "31284028", "doi": "10.1016/j.neuroimage.2019.07.011"}}, {"31473349": {"pmcid": "31473349", "task": {"id": "trm_5550e5011ce10", "name": "audio narrative", "definition_text": "Audio narratives tell stories through sound alone: narration, interviews, live and archival sound recordings, environmental soundscapes, sound effects, found sounds, etc. Audio narratives use storytelling along with other audio means to create intimate experiences through characters, plot, and setting."}, "pmid": "31473349", "doi": "10.1016/j.neuroimage.2019.116128"}}, {"31487547": {"pmcid": "31487547", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "31487547", "doi": "10.1016/j.neuroimage.2019.116150"}}, {"31525499": {"pmcid": "31525499", "task": {"id": "trm_4c8a8467304e2", "name": "theory of mind task", "definition_text": "Subjects are asked to perform a task involving the understanding of another&#39;s personal beliefs and feelings or forming hypotheses regarding the mental states of others."}, "pmid": "31525499", "doi": "10.1016/j.neuroimage.2019.116193"}}, {"32013687": {"pmcid": "32013687", "task": {"id": "tsk_4a57abb949bcd", "name": "n-back task", "definition_text": "A task in which items (e.g., letters) are presented one at a time and participants must identify each item that repeats relative to the item that occurred &#34;n&#34; items before its onset."}, "pmid": "32013687", "doi": "10.1162/jocn_a_01537"}}, {"32800754": {"pmcid": "32800754", "task": {"id": "trm_54e69c642d89b", "name": "rest eyes closed", "definition_text": "Subjects rest passively with their eyes closed. Often used as a baseline for comparison for other tasks."}, "pmid": "32800754", "doi": "10.1016/j.bpsc.2020.05.013"}}, {"32979521": {"pmcid": "32979521", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "32979521", "doi": "10.1016/j.neuroimage.2020.117403"}}, {"33508499": {"pmcid": "33508499", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "33508499", "doi": "10.1016/j.bpsc.2021.01.003"}}, {"34585450": {"pmcid": "34585450", "task": {"id": "tsk_i6bcjHSADB30O", "name": "Other evaluation task", "definition_text": "A task in which participants evaluate how well several short trait descriptions fit known or unknown others."}, "pmid": "34585450", "doi": "10.1111/ejn.15479"}}, {"34710515": {"pmcid": "34710515", "task": {"id": "trm_553eb28436233", "name": "multi-attribute reward-guided decision task", "definition_text": "Participants are trained on the relative likelihood of receiving a reward on a set of images,&#34;stimuli,&#34; and a set of button presses, &#34;actions,&#34; and learn action-reward probabilities and stimulus-reward probabilities (pS) separately by performing pairwise choices between two randomly selected alternatives from each set. Choosing the better or worse of the two options gives positive or negative feedback (smiley and sad faces).  For the actual task, participants performed a three-option choice task in which each option comprised one previously learned stimulus and one previously learned action. They are instructed to weight stimulus and action information equally on each trial and select the best option to obtain points that subsequently converted into monetary reward. This summarized text, and full details are available: http://www.nature.com/neuro/journal/v17/n11/full/nn.3836.html#f1 "}, "pmid": "34710515", "doi": "10.1016/j.neubiorev.2021.10.024"}}, {"34929345": {"pmcid": "34929345", "task": {"id": "trm_4c8a834779883", "name": "rest eyes open", "definition_text": "Subjects rest passively with their eyes open. Often used as a baseline for comparison for other tasks."}, "pmid": "34929345", "doi": "10.1016/j.bpsc.2021.11.016"}}, {"35750254": {"pmcid": "35750254", "task": {"id": "trm_551efd8a98162", "name": "emotion expression identification", "definition_text": "participants are presented with faces whose expressions slowly change from neutral to full intensity"}, "pmid": "35750254", "doi": "10.1016/j.neuroimage.2022.119404"}}, {"35798252": {"pmcid": "35798252", "task": {"id": "trm_4f240cb09f8e5", "name": "semantic decision task", "definition_text": "A task in which a subject makes a decision about the meaning of a stimulus."}, "pmid": "35798252", "doi": "10.1016/j.neuroimage.2022.119450"}}, {"35809575": {"pmcid": "35809575", "task": {"id": "tsk_QM81yNuuioVho", "name": "value-based decision making", "definition_text": "Participants were instructed to imagine a realistic situation where they have the option to enact a specific behavior, and then to make a decision indicating their preference. provided"}, "pmid": "35809575", "doi": "10.1016/j.neuron.2022.05.025"}}, {"36085080": {"pmcid": "36085080", "task": {"id": "trm_550b5b066d37b", "name": "emotion processing fMRI task paradigm", "definition_text": "This task was adapted from the one developed by Hariri and colleagues (Hariri et al. 2002). Participants are presented with blocks of trials that either ask them to decide which of two faces presented on the bottom of the screen match the face at the top of the screen, or which of two shapes presented at the bottom of the screen match the shape at the top of the screen. The faces have either an angry or fearful expression. Trials are presented in blocks of 6 trials of the same task (face or shape), with the stimulus presented for 2000 ms and a 1000 ms ITI. Each block is preceded by a 3000 ms task cue (â\u0080\u009cshapeâ\u0080\u009d or â\u0080\u009cfaceâ\u0080\u009d), so that each block is 21 seconds including the cue. Each of the two runs includes 3 face blocks and 3 shape blocks, with 8 seconds of fixation at the end of each run.\r\n\r\nThis task is included in the Human Connectome Project (HCP) 500 subject data release.\r\nhttp://humanconnectome.org/documentation/S500/HCP_S500+MEG2_Release_Reference_Manual.pdf\r\n\r\nReferences for the Emotion Processing Task: Localizer (Hariri et al. 2002); Moderate reliability\r\nacross time (Manuck et al. 2007)."}, "pmid": "36085080", "doi": "10.1016/j.biopsych.2022.06.013"}}, {"36336314": {"pmcid": "36336314", "task": {"id": "tsk_i6bcjHSADB30O", "name": "Other evaluation task", "definition_text": "A task in which participants evaluate how well several short trait descriptions fit known or unknown others."}, "pmid": "36336314", "doi": "10.1016/j.neuroimage.2022.119729"}}, {"36349596": {"pmcid": "36349596", "task": {"id": "tsk_mFS3uwUMAhXxe", "name": "Memory encoding task", "definition_text": "A memory encoding task measures memory encoding mechanisms via multiple sensory modalities."}, "pmid": "36349596", "doi": "10.1016/j.neuroimage.2022.119689"}}, {"36812783": {"pmcid": "36812783", "task": {"id": "tsk_Ncknr0soiM4IV", "name": "social decision-making task", "definition_text": "Social decision-making tasks comprise alternative forced choice tasks in which participants make decisions that are relevant for themselves as well as at least one other person. These decisions can be of any nature (most commonly monetary or dietary)."}, "pmid": "36812783", "doi": "10.1016/j.neurobiolaging.2023.01.011"}}, {"36878456": {"pmcid": "36878456", "task": {"id": "trm_4f23fc8c42d28", "name": "monetary incentive delay task", "definition_text": "task in which subject makes a response within a time window and is potentially rewarded for the response depending on their reaction time"}, "pmid": "36878456", "doi": "10.1016/j.neuroimage.2023.119990"}}]